Repository: sillsdev/FwLocalizations
Catalog: messages.fa.tmx
Source language: en
Languages: fa

source: Please enter a file name.
fa: لطفا" نام پرونده‌ای را وارد نمایید.

source: Please enter a name
fa: لطفا" یک نام را وارد نمایید

source: Please enter a whole number
fa: لطفا" نمام عدد را وارد نمایید

source: Please fill in the gloss.
fa: لطفا" در فهرست وارد نمایید.

source: Please fill in the lexeme form.
fa: لطفا" به صورت واژه وارد نمایید.

source: Please select one of the following options:
fa: لطفاً یکی از گزینه‌های زیر را انتخاب کنید:‏

source: Plugins
fa: وصل کردن

source: Populate a field by applying a complex process to another field
fa: بخشی را با درخواست عملیاتی به بخشی دیگر پر نمایید

source: Portable Document Files
fa: پرونده‌های مدرک قابل حمل

source: P&osition:
fa: جایگاه

source: Positions
fa: شغلها

source: Predicted Analyses
fa: تجزیه‌های پیشگویی

source: prefix
fa: پیشوند

source: {0} Prefix
fa: {0} پیشوند

source: Pr&efix:
fa: پیشوند:‏

source: Preparing for migration - Creating a temporary copy of {0}.
fa: تهیه برای انتقال- ایجاد یک کپی از{0} به طور موقت.

source: Preparing for migration - Migrating the copy of {0} to FieldWorks 6.0
fa: تهیه برای انتقال- انتقال کپی از {0} FieldWorks 6.0به

source: Preparing for migration - Writing {0} as FieldWorks 6.0 XML.
fa: تهیه برای انتقال- نوشتار {0}به عنوان FieldWorks 6.0 XML.

source: Preparing for migration - Writing the copy of {0} as FieldWorks 6.0 XML.
fa: تهیهٔ انتقال- نوشتن کپی از{0} به عنوان FieldWorks 6.0 XML.

source: Press Enter to copy in Word Glosses, or start typing.
fa: کلید َاینتر را فشار دهید یا واژه‌ای را در فهرست کپی نمایید و یا آغاز به تایپ نمایید.‏

source: << Prev
fa: قبل

source: Preview
fa: پیش نمایی

source: Preview Import Summary
fa: نشان دادن نتیجهٔ وارد شده

source: Preview:
fa: پیش نمایی:‏

source: &Previous
fa: قبل

source: _Previous
fa: _پیشین

source: Previous Clause
fa: عبارت پیشین

source: Previous Incomplete Word
fa: واژهٔ ناقص قبلی

source: Pre&vious Match
fa: انطباق پیشین

source: Primary Entry (all)
fa: مدخل اولیه (همه)‏

source: Primary Entry (subentry under)
fa: مدخل اولیه (زیر مدخل فرعی)‏

source: Primary Entry References
fa: مراجع مدخل اولیه

source: Primary Entry(s)
fa: مدخلهای اولیه

source: Primary Gloss
fa: فهرست واژۀ اصلی

source: Print
fa: جاپ

source: Print date
fa: تاریخ چاپ

source: [print date]
fa: [تاریخ چاپ]

source: Print View
fa: نمای چاپ

source: &Print...
fa: چاپ...‏

source: _Print...
fa: چاپ...‏

source: Problem
fa: مشکل

source: Problem Object
fa: مورد مشکل

source: Problem opening file
fa: اشکال در باز نمودن پرونده

source: Problem Report
fa: گزارش مشکل

source: Problem saving settings: {0}
fa: اشکال در ذخیره نمودن تنظیمها: {0}

source: Problem Starting {0}
fa: آغاز مشکل {0}

source: Problem Writing File
fa: اشکال در نوشتن پرونده

source: Problems
fa: مشکلات

source: Problems moving some Projects
fa: مشکلات در انتقال بعضی از پروژه‌ها

source: Process
fa: پردازش

source: Process:
fa: پردازش:

source: proclitic
fa: اعراب پیش

source: {0} Proclitic
fa: {0} اعراب پیش

source: Program error
fa: خطای پرنامه

source: Programming error
fa: خطای پرنامه

source: Programming Error
fa: خطا در برنامه ریزی

source: Progress
fa: پیشرفت

source: Progress Dialog
fa: ویندوی پیشرفت

source: Prohibited Movement
fa: حرکت ممنوع

source: Project _Management
fa: ویرایش پروژه

source: Project Already Exists
fa: پروژه وجود دارد

source: Project &Management
fa: ویرایش پروژه

source: Project Management
fa: ویرایش پروژه

source: Project name
fa: نام پروژه

source: Project Name
fa: نام پروژه

source: Project &Name:
fa: نام پروژه:‏

source: [project name]
fa: [نام پروژه]

source: Project Properties
fa: ويژگیهای پروژه

source: Project:
fa: پروژه:

source: Project: {0}
fa: پروژه: {0}

source: Projects currently open:
fa: پروژههای بازشده:‏

source: Projects Folder
fa: فولدر پروژه‌ها

source: Projects you can delete:
fa: پروژه‌هایی که می‌توانید حذف کنید:‏

source: Promote
fa: ارتقاء

source: pronunciation
fa: تلفظ

source: _Pronunciation
fa: تلفظ

source: Pronunciation
fa: تلفظ

source: Pronunciations
fa: تلفظها

source: P&roperties
fa: ويژگیها

source: Properties
fa: ويژگیها

source: Properties...
fa: ويژگیها...‏

source: Proverbs
fa: امثال

source: Psalms
fa: مزامیر

source: Publication title
fa: عنوان انتشار

source: [publication title]
fa: عنوان انتشار

source: Punctuation Patterns
fa: نمونه‌های نقطه‌گذاری

source: Punctuation Usage
fa: کاربرد نقطه‌گذاری

source: &Punctuation Usage...
fa: کاربرد نقطه‌گذاری...‏

source: Question
fa: سؤال

source: Questions
fa: سؤالات

source: Queue: ({0}/{1}/{2})
fa: صف: ({0}/{1}/{2})‏

source: &Quotation Marks...
fa: علائم نقل قول...‏

source: {0} Quote metacharacter
fa: {0} نقل قول شبه حرف

source: Range of Base Characters
fa: ردیف حروف اساسی

source: Re_load Grammar / Lexicon
fa: ارسال دستور / واژگان

source: Reading the input file {0}
fa: خواندن ورودی پرونده {0}

source: Read-only interlinear view for printing.
fa: نمایش میان نویسی فقط جهت خواندن برای چاپ کردن.‏

source: Really delete field and contents?
fa: مطمئن هستید که محتواها و بخش حذف شوند؟

source: Reassign Homographs
fa: تعین کردن دوباره واژهٔ همنام

source: Record
fa: ثبت

source: Record Type
fa: نوع ثبت

source: Record Type:
fa: نوع ثبت:

source: &Redo
fa: انجام مجدد

source: _Redo
fa: انجام مجدد

source: Redo
fa: انجام مجدد

source: &Redo {0}
fa: انجام مجدد {0}

source: Redo {0}
fa: انجام مجدد {0}

source: Redo 1 Action
fa: ۱ عمل دوباره انجام دهید

source: Redo Add Component
fa: اضافه کردن مولفه را دوباره انجام دهید

source: Redo Add Reversal Entry to Sense
fa: اضافه کردن مدخل معکوس به معنی را دوباره انجام دهید

source: Redo Approve Analysis
fa: دوباره سازی مطالعهٔ تجزیه‌ها

source: Redo Break Phrase into Words
fa: دوباره سازی تفکیک عبارت به واژگان

source: Redo Bulk Edit Inflection Class
fa: دوباره انجام دادن ویرایش حجم بخش صرفی

source: Redo Bulk Edit POS
fa: دوباره انجام دادن ویرایش حجم پی او اس

source: Redo Bulk Edit Reversal Entry POS
fa: دوباره انجام دادن ویرایش حجم مدخل معکوس پی او اس

source: Redo change {0}
fa: دوباره انجام دادن تغییر {0}

source: Redo Change Morpheme Type
fa: تغییر دوباره نوع تکواژ

source: Redo change to {0}
fa: دوباره انجام دادن تغییر به {0}

source: Redo changing {0} to {1}
fa: دوباره انجام دادن تغییر {0} به {1}

source: Redo Changing Approval Status
fa: دوباره انجام دادن تغییر در وضعیت تایید

source: Redo clear chart
fa: دوباره انجام دادن پاک کردن جدول

source: Redo Click Copy
fa: دوباره بکار بردن کلید کپی

source: Redo Create Category
fa: دوبارده ایجاد کردن بخش

source: Redo Create Entry
fa: دوباره ایجاد نمودن مدخل

source: Redo Create Inflection Feature
fa: دوباره ایجاد نمودن ویژگی صرفی

source: Redo Create New Sense
fa: دوباره ایجاد نمودن معنی جدید

source: Redo Create Phonological Feature
fa: دوباره ایجاد نمودن ویژگی آوایی

source: Redo Create Variant Entry
fa: دوباره ایجاد نمودن مدخل متغیر

source: Redo Delete
fa: دوباره حذف نمودن

source: Redo Delete Record
fa: انجام مجدد حذف ردیف

source: Redo Delete Reversal Entry from Sense
fa: دوباره حذف نمودن مدخل معکوس از معنی

source: Redo Edit Function
fa: ویرایش دوباره نقش

source: Redo failed.
fa: انجام دوباره ناتوان است.

source: Redo from import from LIFT
fa: انجام دوباره از وارد نمودن از لیفت

source: Redo Insert
fa: درج نمودن دوباره

source: Redo Insert {0}
fa: درج نمودن دوباره {0}

source: Redo Insert as Moved
fa: درج نمودن دوباره به عنوان انتقال

source: Redo Insert Category
fa: درج نمودن دوباره بخش

source: Redo Make Reversal Entries
fa: انجام دوباره ساختن مدخلهای معکوس

source: Redo Merge Reversal Category
fa: انجام دوباره تنظیم بخش معکوس

source: Redo Move Reversal Category
fa: انتقال دوباره بخش معکوس

source: Redo Move Reversal Entry
fa: انتقال دوباره مدخل معکوس

source: Redo Set Phonological Features
fa: تنظیم دوباره ویژگیهای آوایی

source: Redo Set Reversal Entries
fa: تنظیم دوباره مدخلهای معکوس

source: Redo Spelling Change
fa: تغییر دوباره املاء

source: Redo Variant Of
fa: انجام دوباره متغییر...

source: Ref
fa: مرجع

source: Refer to as
fa: بعنوان ... به رجوع نمودن

source: &Reference
fa: مرجع

source: Reference
fa: مرجع

source: Reference set type
fa: نوع تنظیم مرجع

source: Referenced Headword
fa: مقدمه مرجعی

source: Referenced Sense
fa: معنی مرجعی

source: Referenced Senses
fa: معنانی مرجعی

source: References
fa: مراجع

source: &Refresh
fa: تازه کردن

source: _Refresh
fa: تازه کردن

source: Refresh the screen.
fa: تازه کردن صفحه

source: Region abbreviation (2 or 3 char.):
fa: نام اختصاری منطقه (۲ یا ۳ حرف):‏

source: Region name:
fa: نام منطقه:‏

source: Regions
fa: مناطق

source: Regular Expression Help
fa: کمک عبارت عادی

source: Related Domains
fa: حیطهٔ مربوط

source: relation
fa: ارتباط

source: {0}/{1} relation
fa: {0}/{1} ارتباط

source: Relation Abbreviation
fa: علایم اختصاری ارتباط

source: Relation Name
fa: نام ارتباط

source: Relation Type
fa: نوع ارتباط

source: relation.
fa: ارتباط‏.‏

source: &Remove
fa: بردار

source: < &Remove
fa: بردار

source: Remove
fa: بردار

source: Remove &All
fa: برداشتن همه

source: Remove Book
fa: کتاب را بردار

source: Remove &Character Style
fa: سبک نویسه بردار

source: Remove Character Style
fa: سبک نویسه بردار

source: Remove Clause Marker
fa: حذف نشان عبارت

source: Remove from existing items
fa: حذف از قسمتهای موجود

source: Remove Parser approved analyses
fa: حذف تجزیه کنندهٔ تحلیلهای ثابت شده

source: Remove XXX Slot
fa: حذف بخش XXX‏:‏

source: Remove YYY from XXX
fa: حذف بخش XXX‏ از YYY

source: Removes the selected analysis writing system from the project, but not from FieldWorks. Some text may become hidden. Use the Add button to return the writing system to the project.
fa: حذف تجزیهٔ نظام نگارشی گزیده شده از پروژه بدون حذف از برنامهٔ فیلدوورکس. ممکن است که بعضی از متون نمایان نباشند. دکمهٔ اضافه را برای برگرداندن نظام نگارشی به پروژه بکار برید.

source: Removes the selected vernacular writing system from the project, but not from FieldWorks. Some text may become hidden. Use the Add button to return the writing system to the project.
fa: حذف نظام نگارشی بومی گزیده شده از پروژه بدون حذف از برنامهٔ فیلدوورکس. ممکن است که بعضی از متون نمایان نباشند. دکمهٔ اضافه را برای برگرداندن نظام نگارشی به پروژه را بکار برید.

source: &Rename ...
fa: تغییر نام...‏

source: Rename a FieldWorks project.
fa: ‮اسم دیگر برای پروژه ابرز بدهید

source: Rename FieldWorks Project
fa: ‮اسم دیگر برای پروژه ابرز بدهید

source: Rename Toolbar
fa: اسم دیگر برای نوار ابزار بدهید

source: &Rename...
fa: تغییر نام...‏

source: Renaming project...
fa: تبدیل نام پروژه...

source: _Reparse all words
fa: تجزیۀ مجدد تمام واژگان

source: &Replace
fa: جایگزین

source: Replace
fa: جایگزین نمودن

source: Replace &All
fa: جایگزین همه

source: Replace All
fa: جایگزین نمودن همه

source: Replace existing items
fa: جایگزین نمودن قسمتهای موجود

source: Replace Existing Project
fa: جایگزینی پروژه موجود

source: Replace o: with oo
fa: جایگزین o: با oo

source: Replace Reference
fa: جایگزینی مرجع

source: Re&place with:
fa: جایگزین کن با:‏

source: R&eplace...
fa: جایگزین...‏

source: Replace...
fa: جایگزین سازی...

source: Replace: {0} with {1}
fa: جایگزین: {0} با {1}

source: Report
fa: گزارش

source: Representation
fa: حرف

source: Required Features
fa: مشخصه‌های مورد نیاز

source: Required Features (Allomorph)
fa: مشخصه‌های مورد نیاز (همگونه)‏

source: (Requires Administrator rights.)
fa: (نیاز به حقوق مدیر است.‏)

source: Requires more derivation
fa: نیاز به استخراج بیشتر

source: Researchers
fa: پژوهشگران

source: &Resources
fa: سرمایه‌ها

source: _Resources
fa: سرمایه‌ها

source: Restore
fa: برگردان

source: Restore a FieldWorks project.
fa: برگردان سازی یک پروژه FieldWorks.

source: Restore a Project
fa: برگردان سازی یک پروژه

source: &Restore a Project...
fa: &برگردان سازی یک پروژه...

source: _Restore a Project...
fa: _برگردان سازی یک پروژه...

source: Restore defaults
fa: برگردان پیشگزیده

source: Restore Defaults
fa: برگردان پیشگزیده

source: Restore Defaults...
fa: برگردان پیشگزیده...‏

source: Restore Failed
fa: برگردان سازی انجام نشد

source: Restore FieldWorks Project
fa: برگردان سازی پروژه FieldWorks

source: Restoring default settings will reset all configured views back to the factory defaults. Do you want to restore default settings?
fa: برگرداندن تنظیم عادی کل نماها را به شکل معمول و عادی کارخانه برمی‌گرداند.‏ مایلید که تنظیم را به صورت عادی و اصلی برگردانید؟

source: Restoring from an old FieldWorks backup failed.
fa: برگردان سازی از یک FieldWorks قدیمی جانشین سازی انجام نشد.

source: Restoring...
fa: برگرداندن...‏

source: Restrict to items with dates...
fa: محدود به عناصر با تاریخ‌ها...‏

source: Restrict to items with values...
fa: محدود به عناصر با ارزش...‏

source: Restrict...
fa: محدود...‏

source: Restriction
fa: محدودیت

source: Restrictions
fa: محدودیتها و موانع

source: Restrictions (Entry)
fa: محدودیتها و موانع (مدخل)‏

source: Restrictions (Sense)
fa: محدودیتها و موانع (معنی)‏

source: Restrictions:
fa: محدودیتها و موانع:‏

source: Result
fa: نتیجه

source: Results:
fa: نتایج

source: &Retry
fa: &دوباره

source: Retry
fa: دوباره

source: Revelation
fa: مکاشفه

source: reversal
fa: برگردان

source: Reversal Entries
fa: مدخلهای برگردان

source: Reversal Entry
fa: مدخل برگردان

source: Reversal Index
fa: نمایۀ برگردان واژه

source: Reversal Index Categories
fa: دادهای نمایۀ برگردان واژه

source: _Reversal Indexes
fa: نمایه‌های برگردان واژه

source: Reversal Indexes
fa: نمایه‌های برگردان واژه

source: Reversal Subentries
fa: مدخلهای فرعی برگردان

source: Reversals
fa: نمایه‌های برگردان واژه

source: Reverse Abbr.
fa: مخفف برگردان

source: Reverse Abbreviation
fa: مخفف برگردان

source: Reverse Name
fa: نام برگردان

source: Right-to-left
fa: راست به چپ

source: Right-to-Left
fa: راست به چپ

source: Right-to-Left Arabic
fa: راست به چپ عربی

source: Role
fa: نقش

source: Romans
fa: رومیان

source: Root-based (complex forms as subentries)
fa: ریشه - اساس (شکلهای پیچیده به عنوان مدخلهای فرعی)‏

source: Row:
fa: ردیف‏:‏

source: Rows
fa: ردیفها

source: Rule to prevent allomorph co-occurrence
fa: قاعده‌ای جهت جلوگیری از واقع شدن واژگونه همزمان

source: &Run Checked Utilities Now
fa: &راه‌اندازی برنامه‌های سودمند بررسی شده

source: Run this utility when the FieldWorks project has entries with duplicate or missing homograph numbers, or when there are gaps in the homograph number sequences.
fa: وقتی که در پروژه مدخلها را به صورت جفت و یا تعداد واژگان همنام داشته باشد، از این کاربرد استفاده می‌شود، یا شکافهایی در زنجیرهٔ تعداد واژگان همنام باشد.‏

source: Run this utility when you think there are problems of any kind with the analyses that are returned by the parser, or when you simply want to remove all parser approved analyses.
fa: وقتی که فکر می‌کنید گونه مشکلی در تجزیه و تحلیلی که توسط تجزیه کننده و یا وقتی که مایل باشید تمام تحلیلهای تجزیه کننده را حذف کنید این کاربرد را بکار می‌برید.‏

source: Ruth
fa: روت

source: 1 Samuel
fa: اول سموئیل

source: 2 Samuel
fa: سوم سموئیل

source: &Save
fa: ذخیره

source: _Save
fa: ذخیره

source: Save
fa: زخیره

source: Save as:
fa: زخیره به:‏

source: Save changes?
fa: ذخیره‌ی تغییرات؟

source: Save in:
fa: ذخیر شدن در:

source: &Save...
fa: ذخیره...‏

source: Saves changes.
fa: ذخیره‌ی تغییرات.‏

source: Saving all changes...
fa: ذخیره کردن تمام تغییرات...

source: Saving project {0}...
fa: ذخیره کردن پروژهٔ {0}...

source: Scan
fa: بررسی

source: Sc&heme:
fa: طرح:

source: Sche&me:
fa: طرح:

source: Scientific Name
fa: نام علمی

source: Scientific Names
fa: نامهای علمی

source: ScientificName
fa: نام علمی

source: Script Abbreviation (4 char.):
fa: نام اختصاری حروف الفبا (۴ حرف):‏

source: Script name:
fa: نام حروف الفبا:‏

source: &Scripture
fa: کتاب مقدس

source: Scripture
fa: کتاب مقدس

source: Scripture Properties
fa: ویژگیهای کتاب مقدس

source: &Scripture Properties...
fa: ویژگیهای کتاب مقدس...‏

source: &Scripture Section
fa: قسمت کتاب مقدس

source: Se_t up Writing Systems...
fa: پرپاسازی روشهای نگارش...‏

source: &Search
fa: جستجو

source: Search &By:
fa: جستجو با

source: Search &For:
fa: جستجو:‏

source: Search in the line:
fa: جستجو در این خط:‏

source: Search Options
fa: انتخابهای جستجو

source: {0} Second capture
fa: {0} دومین یافته

source: Secondary Order
fa: ترتیب ثانوی

source: See a list of entries with problems.
fa: دیدن فهرستی از مدخلهای دارای مشکل

source: See Also
fa: همچنین نگاه کنید به

source: See Also:
fa: همچنین نگاه کنید به:

source: (see under
fa: (زیر را مشاهده کنید

source: Select _All
fa: انتخاب همه

source: Select a folder in which to place your project.
fa: برگزیدن یک فولدری که پروژهٔ خود را در آن قرار دهید.

source: Select a location within the Linked Files folder ({0}) for the picture file.
fa: برگزیدن محلی در فولدر پروژه‌های پیوند شده ({0}) جهت پرونده تصویری.

source: Select A&ll
fa: انتخاب همه

source: Select All
fa: برگزیدن همه

source: Select all of the text.
fa: انتخاب تمام متن.‏

source: Select All Text
fa: انتخاب تمام متن

source: 1. Select an analysis to view its current uses in a text.
fa: ۱- تجزیه‌ای را جهت مشاهده کاربرد کنونی در یک متن را انتخاب نمایید.

source: Select Custom Field
fa: زمینه اختصاصی انتخاب کنید

source: Select Language
fa: زبان انتخاب کنید

source: Select location where you want to save your backup.
fa: برگزیدن محلی که شما مایل به ذخیره نمودن جانشین سازی خود می‌باشید.

source: Select projects to migrate:
fa: برگزیدن پروژه‌هایی جهت انتقال:

source: 3. Select the analysis you want the selected word occurrences to use.
fa: ۳- تجزیه‌هایی که شما مایل باشید واژهٔ گزیده شده برای کاربرد را انتخاب کنید.

source: Select the baseline writing system for this text:
fa: نظام نگارشی اصلی را برای این متن انتخاب نمایید:

source: Select the entry to merge the current entry into:
fa: شکل را جهت ترکیب مدخل موجود در زير را انتخاب نماييد:‏

source: Select the form to merge the current allomorph into:
fa: شکل را جهت ترکیب همگونه موجود در زير را انتخاب نماييد:‏

source: Select the gloss to merge the current gloss into:
fa: شکل را جهت ترکیب فهرست موجود در زير را انتخاب نماييد:‏

source: Select the keyboard combination with which to type {0} text.
fa: ترکیب کیبورد را برای نگارش متن {0} انتخاب نمایید.‏

source: Select the row and column to mark this cell's content as postposed from.
fa: ستون و ردیف را جهت نشانه‌گذاری محتوای این خانه به عنوان پس ساختار انتخاب نمایید.

source: Select the row and column to mark this cell's content as preposed from.
fa: ستون و ردیف را جهت نشانه‌گذاری محتوای این خانه به عنوان پس ساختار انتخاب نمایید.

source: Select the sense to merge the current sense into:
fa: شکل را جهت ترکیب معنی موجود در زير را انتخاب نماييد:‏

source: Select the target field and the list choice to change it to
fa: بخش موردنظر و فهرسی انتخابی جهت تغییر را انتخاب نمایید.‏

source: Select the words to be marked as postposed.
fa: واژگان را جهت نشانه‌گذاری شده به عنوان پس ساختار را انتخاب نمایید.

source: Select the words to be marked as preposed.
fa: واژگان را جهت نشانه‌گذاری شده به عنوان پیش ساختار را انتخاب نمایید.

source: &Select which books to include:
fa: انتخاب شامل بودن کدام کتابها:‏

source: Select Writing System
fa: انتخاب نظام نگارشی

source: Selected gloss components
fa: فهرست مؤلفه‌های انتخاب شده

source: Selected writing systems will always be displayed; unselected ones will be displayed if they contain data.
fa: روشهای نگارشی انتخاب شده همیشه نمایش داده خواهند شد؛روشهای انتخاب نشده در صورتی که دارای داده باشند، نمایش داده خواهند شد.‏

source: Selected:
fa: انتخاب شده:‏

source: (sem. domains:
fa: (معنایی. حوضه‌ها:‏

source: _Semantic Domain
fa: حوضه معنایی

source: Semantic Domain
fa: حوضه معنایی

source: Semantic Domains
fa: حوضه معنایی

source: Semantics Note
fa: یادداشت معناشناسی

source: Semantics Notes
fa: یادداشتهای معناشناسی

source: &Send an email message filled with this information.
fa: &پیامی را که دارای این اطلاعات باشد را از طریق ایمیل ارسال نمایید.

source: _Sense
fa: معنی

source: Sense
fa: معنی

source: Sense Collection (e.g. synonym)
fa: مجموعه معنی (مانند، مترادف)‏

source: Sense Number
fa: معنی عدد

source: Sense Number Configuration:
fa: شکل معنی عدد:‏

source: Sense Pair - 2 relation names (e.g. individual/group)
fa: جفت معنایی- ۲ نامهای ارتباطی ( نظیر، فردی/گروهی)‏

source: Sense Pair (e.g. Antonym)
fa: جفت معنایی ( نظیر، مترادف)‏

source: Sense Sequence/scale (e.g. calendar)
fa: معنا زنجیره/اندازه ( نظیر، تقویم)‏

source: Sense Status
fa: وضعیت معنی

source: Sense Tree (e.g. part/whole)
fa: درخت معنایی ( نظیر، جز/کل)‏

source: Sense Type
fa: نوع معنی

source: Sense Types
fa: انواع معنی

source: Sense: {0}
fa: معنی: {0}

source: Senses
fa: معانی

source: Senses:
fa: معانی:‏

source: Sentence
fa: جمله

source: Sentence with Translations
fa: جمله همراه با ترجمه

source: Set Phonological Features
fa: تنظیم شکلهای آوایی

source: Set Phonological Features...
fa: تنظیم شکلهای آوایی...

source: Settings
fa: تنظیمات

source: Settings Saved
fa: ذخیره تنظیمات

source: Settings:
fa: تنظیمات:

source: Setup is Complete
fa: تکمیل برپاسازی

source: Setup Processor
fa: تنظیم تجزیه

source: &Setup...
fa: برپاسازی...‏

source: Setup...
fa: برپاسازی...‏

source: Several built-in lists have content in English only. FieldWorks is additionally creating an English writing system so that you can view the content of these lists.
fa: فهرستهایی که در درون ایجاد شده‌اند تنها دارای محتوای انگلیسی می‌باشند. فیلدوورکس روش نگارشی انگلیسی را به طور اضافه تنظیم می‌کند که شما بتوانید محتوای فهرست را نمایش دهید.‏

source: Short Description
fa: توصیف کوتاه

source: Show
fa: نمایش

source: Show _Dictionary Preview
fa: نشان دادن پیش نمایش لغتنامه

source: Show _Morphology
fa: نمایش واژه‌شناسی

source: &Show >>
fa: نمایش

source: Show Advanced
fa: نشان دادن پیشرفته

source: Show All
fa: نمایش همه

source: Show all mappings
fa: نمایش کل طرحها

source: Show all right now
fa: نمایش همهٔ

source: &Show all types
fa: همهٔ انواع را نشان بده

source: _Show all types
fa: همهٔ انواع را نشان بده

source: Show Allomorph in Concordance
fa: نمایش واژگونه در کشف‌اللغات

source: Show Analysis in Concordance
fa: نمایش تجزیه در کشف‌اللغات

source: &Show Blank Screen
fa: & نمایش دادن صفحه‌ی خالی

source: Show Category in Concordance
fa: نمایش داده در کشف‌اللغات

source: Show Concordance of
fa: نمایش کشف‌اللغات برای

source: Show dictionary entry for root/stem of current word, or open a search dialog box.
fa: نشان دادن بن واژهٔ موجود را در لغتنامه و یا باز کردن پنجرهٔ جستجو و آغاز کردن عملیات جستجو.‏

source: Show Dictionary Preview
fa: نشان دادن پیش نمایش لغتنامه

source: Show Entry in Concordance
fa: نمایش مدخل در کشف‌اللغات

source: Show Entry in Lexicon
fa: نمایش مدخل در واژگان

source: Show Errors
fa: نمایش خطاها

source: Show &Fewer Buttons
fa: نمایش &دکمه‌های کمتر

source: _Show Hidden Fields
fa: مشاهده‌ بخش‌ها

source: Show Hidden Fields
fa: مشاهده‌ بخش‌ها

source: Show in {0} list
fa: نمایش در {0} فهرست

source: Show in Category Edit
fa: نمایش طبقه‌بندی در ويرايشگر

source: Show in Complex Form Types list
fa: نمایش در فهرست انواع شکلهای پیچیده

source: Show in Compound Rules Editor
fa: نمایش در قواعد ویرایشی مرکب

source: Show in Environments Editor
fa: نمایش در محیطهای ویرایشی

source: Show in Environments list
fa: نمایش در فهرست محیطها

source: Show in Morpheme Types list
fa: نمایش در فهرست انواع تکواژ

source: Show in Natural Classes Editor
fa: نمایش در ویرایش رده‌های طبیعی

source: Show in Natural Classes list
fa: نمایش در فهرست رده‌های طبیعی

source: Show in Phonemes Editor
fa: نمایش در ویرایش تکواژها

source: Show in Reversal Index
fa: نشان دادن در فهرست معکوس

source: Show in Variant Types list
fa: نمایش در فهرست انواع گونۀ متنوع

source: Show in Word Analyses
fa: نمایش در تجزیه‌های واژه

source: S&how Info
fa: نمایش اطلاع

source: Show Lexeme Form in Concordance
fa: نمایش صورت تکواژ در کشف‌اللغات

source: Show Minor Entry
fa: نمایش مدخل اقلیت

source: Show Morph in Concordance
fa: مشاهده تطابق تکواژ

source: Show Record in Notebook
fa: نمایش ثبت در دفتر

source: Show Sense in Concordance
fa: مشاهده تطابق معنی

source: Show Spelling Errors.
fa: نمایش خطاهای املایی.

source: Show Subentry under
fa: نمایش مدخل فرعی زیر
